Revit 2027 API
ParameterTypeId.SpaceOccupancyScheduleParam Property
 "Occupancy Schedule"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceOccupancyScheduleParam { get; }
Public Shared ReadOnly Property SpaceOccupancyScheduleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceOccupancyScheduleParam {
	ForgeTypeId^ get ();
}
static member SpaceOccupancyScheduleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace